11/data/attachments/26295e3e8fbcc218.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_14d1f2c5-7fb6-4d2a-ac48-035caae96caa</nif:username>
            <nif:friendToBeAdded>Joel_they_Actions_52784_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>